Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Hard effort — quality session
ar: مجهود شاق — جلسة نوعية
da: Hård indsats — kvalitetssession
de: Harte Belastung — Qualitätseinheit
es: Esfuerzo duro — sesión de calidad
fi: Kova rasitus — laatuharjoitus
fr: Effort intense — séance de qualité
is: Erfitt átak — gæðalota
it: Sforzo duro — sessione di qualità
ja: 高強度 — 質の高い練習
ko: 고강도 — 퀄리티 세션
nb: Hard innsats — kvalitetsøkt
nl: Zware inspanning — kwaliteitssessie
pt_br: Esforço forte — sessão de qualidade
ru: Тяжёлое усилие — качественная тренировка
sv: Hård insats — kvalitetspass
zh_hans: 高强度 — 质量课

source: Hard interval work today — tomorrow is recovery. Easy 30-45 min Z2 or full rest; let HRV reset before the next quality session.
ar: عمل فتري شاق اليوم — غدًا للتعافي. 30-45 دقيقة خفيفة في المنطقة 2 أو راحة كاملة؛ دع HRV يعود قبل الجلسة النوعية التالية.
da: Hårdt intervalarbejde i dag — i morgen er restitution. Let 30-45 min Z2 eller fuld hvile; lad HRV nulstille før næste kvalitetssession.
de: Heute harte Intervallarbeit — morgen Erholung. Lockere 30-45 Min Z2 oder komplette Ruhe; lass die HRV sich vor der nächsten Qualitätseinheit erholen.
es: Hoy trabajo duro de series — mañana toca recuperar. 30-45 min suaves en Z2 o descanso total; deja que la HRV se restablezca antes de la próxima sesión de calidad.
fi: Tänään kovaa intervallityötä — huomenna palautuminen. Kevyt 30-45 min Z2 tai täysi lepo; anna HRV:n palautua ennen seuraavaa laatuharjoitusta.
fr: Séance d’intervalles difficile aujourd’hui — demain, récupération. 30-45 min faciles en Z2 ou repos complet ; laissez la HRV se rétablir avant la prochaine séance qualité.
is: Erfið lotuvinna í dag — á morgun er endurheimt. Rólegar 30-45 mín í Z2 eða full hvíld; leyfðu HRV að jafna sig fyrir næstu gæðalotu.
it: Oggi lavoro duro a intervalli — domani recupero. 30-45 min facili in Z2 o riposo completo; lascia che l’HRV si ristabilisca prima della prossima seduta di qualità.
ja: 今日はきついインターバル — 明日は回復日です。Z2 で 30〜45 分のイージー、または完全休養。次の質の高い練習の前に HRV を戻しましょう。
ko: 오늘은 강한 인터벌 — 내일은 회복입니다. Z2로 30-45분 가볍게 하거나 완전 휴식하세요. 다음 질 높은 세션 전에 HRV가 회복되도록 하세요.
nb: Hardt intervallarbeid i dag — i morgen er restitusjon. Rolige 30-45 min i Z2 eller full hvile; la HRV normalisere seg før neste kvalitetsøkt.
nl: Vandaag zwaar intervalwerk — morgen herstel. Rustige 30-45 min Z2 of volledige rust; laat de HRV herstellen vóór de volgende kwaliteitssessie.
pt_br: Hoje foi trabalho intervalado duro — amanhã é recuperação. 30-45 min leves em Z2 ou descanso total; deixe a VFC se recompor antes da próxima sessão de qualidade.
ru: Сегодня тяжёлая интервальная работа — завтра восстановление. Лёгкие 30-45 мин в Z2 или полный отдых; дайте ВСР вернуться до следующей качественной тренировки.
sv: Hårt intervallarbete idag — imorgon är återhämtning. Lugna 30-45 min i Z2 eller full vila; låt HRV återställas före nästa kvalitetspass.
zh_hans: 今天是高强度间歇 — 明天该恢复了。二区轻松 30-45 分钟或完全休息；让 HRV 在下次质量课前恢复。

source: Hard intervals — VO2max territory
ar: فترات شاقة — نطاق VO2max
da: Hårde intervaller — VO2max-territorium
de: Harte Intervalle — VO2max-Bereich
es: Series duras — territorio de VO2máx
fi: Kovat vedot — VO2max-alue
fr: Intervalles durs — zone VO2max
is: Erfið interval — VO2max-svæði
it: Ripetute dure — territorio VO2max
ja: 高強度インターバル — VO2max 領域
ko: 고강도 인터벌 — VO2max 영역
nb: Harde intervaller — VO2max-område
nl: Zware intervallen — VO2max-gebied
pt_br: Intervalados fortes — território de VO2máx
ru: Жёсткие интервалы — зона VO2max
sv: Hårda intervaller — VO2max-territorium
zh_hans: 高强度间歇 — VO2max 区域

source: Hard session — may take 24–48h for full HRV recovery
ar: جلسة شاقة — قد يستغرق تعافي HRV الكامل 24–48 ساعة
da: Hård session — fuld HRV-restitution kan tage 24–48 t
de: Harte Einheit — vollständige HRV-Erholung kann 24–48 Std. dauern
es: Sesión dura — la recuperación completa de la HRV puede tardar 24–48 h
fi: Kova harjoitus — täysi HRV-palautuminen voi viedä 24–48 h
fr: Séance difficile — la récupération complète de la HRV peut prendre 24–48 h
is: Erfið lota — full HRV-endurheimt getur tekið 24–48 klst
it: Sessione dura — il pieno recupero HRV può richiedere 24–48 h
ja: 高強度セッション — HRV の完全回復に 24〜48 時間かかることがあります
ko: 고강도 세션 — HRV 완전 회복에 24–48시간 걸릴 수 있음
nb: Hard økt — full HRV-restitusjon kan ta 24–48 t
nl: Zware sessie — volledig HRV-herstel kan 24–48 uur duren
pt_br: Sessão forte — a recuperação total da VFC pode levar 24–48 h
ru: Тяжёлая тренировка — полное восстановление ВСР может занять 24–48 ч
sv: Hårt pass — full HRV-återhämtning kan ta 24–48 tim
zh_hans: 高强度训练 — HRV 完全恢复可能需要 24–48 小时

source: Hard session — you were above anaerobic threshold the whole time (%lld min at α1 < 0.50).
ar: جلسة شاقة — كنت فوق العتبة اللاهوائية طوال الوقت (%lld دقيقة عند α1 < 0.50).
da: Hård session — du var over den anaerobe tærskel hele tiden (%lld min ved α1 < 0,50).
de: Harte Einheit — du warst durchgehend über der anaeroben Schwelle (%lld Min bei α1 < 0,50).
es: Sesión dura — estuviste por encima del umbral anaeróbico todo el tiempo (%lld min con α1 < 0,50).
fi: Kova harjoitus — olit anaerobisen kynnyksen yläpuolella koko ajan (%lld min arvolla α1 < 0,50).
fr: Séance difficile — vous étiez au-dessus du seuil anaérobie tout du long (%lld min à α1 < 0,50).
is: Erfið lota — þú varst yfir loftfirrtum þröskuldi allan tímann (%lld mín við α1 < 0,50).
it: Sessione dura — sei rimasto sopra la soglia anaerobica per tutto il tempo (%lld min con α1 < 0,50).
ja: きついセッション — 終始無酸素性作業閾値を超えていました（α1 < 0.50 が %lld 分）。
ko: 힘든 세션 — 내내 무산소 역치를 넘었습니다(α1 < 0.50이 %lld분).
nb: Hard økt — du var over anaerob terskel hele tiden (%lld min ved α1 < 0,50).
nl: Zware sessie — je zat de hele tijd boven de anaerobe drempel (%lld min bij α1 < 0,50).
pt_br: Sessão dura — você ficou acima do limiar anaeróbio o tempo todo (%lld min com α1 < 0,50).
ru: Тяжёлая сессия — вы всё время были выше анаэробного порога (%lld мин при α1 < 0,50).
sv: Hårt pass — du låg över anaerob tröskel hela tiden (%lld min vid α1 < 0,50).
zh_hans: 艰苦的课程 — 你全程处于无氧阈以上（α1 < 0.50 持续 %lld 分钟）。

source: Headline RMSSD
ar: RMSSD الرئيسي
da: Primær RMSSD
de: Haupt-RMSSD
es: RMSSD principal
fi: Pää-RMSSD
fr: RMSSD principal
is: Aðal-RMSSD
it: RMSSD principale
ja: 主要RMSSD
ko: 주요 RMSSD
nb: Hoved-RMSSD
nl: Voornaamste RMSSD
pt_br: RMSSD principal
ru: Основной RMSSD
sv: Huvudsaklig RMSSD
zh_hans: 主要 RMSSD

source: Health disclaimer
ar: إخلاء مسؤولية صحي
da: Sundhedsforbehold
de: Gesundheitshinweis
es: Aviso de salud
fi: Terveysvastuuvapauslauseke
fr: Avertissement santé
is: Fyrirvari um heilsu
it: Avviso sulla salute
ja: 健康に関する免責事項
ko: 건강 면책 조항
nb: Helseforbehold
nl: Gezondheidsdisclaimer
pt_br: Aviso de saúde
ru: Отказ от ответственности в отношении здоровья
sv: Hälsoförbehåll
zh_hans: 健康免责声明

source: Health Disclaimer
ar: إخلاء مسؤولية صحية
da: Sundhedsansvarsfraskrivelse
de: Gesundheitshinweis
es: Aviso de salud
fi: Terveysvastuuvapauslauseke
fr: Avertissement santé
is: Heilbrigðisfyrirvari
it: Avviso sulla salute
ja: 健康に関する免責事項
ko: 건강 면책 조항
nb: Helseansvarsfraskrivelse
nl: Gezondheidsverklaring
pt_br: Aviso de saúde
ru: Отказ от ответственности
sv: Hälsofriskrivning
zh_hans: 健康免责声明

source: Apple Health authorization failed: %@
ar: فشل تفويض Apple Health: %@
da: Apple Health-godkendelse mislykkedes: %@
de: Apple Health-Autorisierung fehlgeschlagen: %@
es: Error de autorización de Apple Health: %@
fi: Apple Health -valtuutus epäonnistui: %@
fr: Échec de l’autorisation Apple Santé : %@
is: Apple Health-heimild mistókst: %@
it: Autorizzazione Apple Salute non riuscita: %@
ja: Apple ヘルスケア の承認に失敗しました: %@
ko: Apple 건강 권한 요청 실패: %@
nb: Apple Health-autorisasjon mislyktes: %@
nl: Apple Health-autorisatie mislukt: %@
pt_br: Falha na autorização do Apple Saúde: %@
ru: Не удалось получить доступ к Apple Здоровье: %@
sv: Apple Hälsa-behörighet misslyckades: %@
zh_hans: Apple 健康 授权失败：%@

source: Apple Health Status
ar: حالة Apple Health
es: Estado de Apple Health
fi: Apple Health -tila
fr: État d’Apple Santé
is: Apple Health staða
it: Stato Apple Salute
ja: Apple ヘルスケア状態
ko: Apple 건강 상태
pt_br: Status do Apple Saúde
ru: Состояние Apple Здоровье
sv: Apple Hälsa-status
zh_hans: Apple 健康状态

source: Apple Health VO2max
ar: VO2max من Apple Health
es: VO2max de Apple Health
fr: VO2max Apple Santé
it: VO2max Apple Salute
ja: Apple ヘルスケア VO2max
ko: Apple 건강 VO2max
pt_br: VO2max do Apple Saúde
ru: Apple Здоровье VO2max
sv: Apple Hälsa VO2max
zh_hans: Apple 健康 VO2max

source: Varies widely between people and with age (roughly 50–100 ms in many adults). Increases with fitness. Your own trend is the useful comparison.
ar: يختلف كثيرًا بين الأشخاص ومع العمر (نحو 50–100 مللي ثانية لدى كثير من البالغين). يرتفع مع اللياقة. اتجاهك الخاص هو المقارنة المفيدة.
da: Varierer meget fra person til person og med alderen (cirka 50–100 ms hos mange voksne). Stiger med formen. Din egen tendens er den nyttige sammenligning.
de: Unterscheidet sich stark zwischen Menschen und mit dem Alter (bei vielen Erwachsenen etwa 50–100 ms). Steigt mit der Fitness. Dein eigener Verlauf ist der sinnvolle Vergleich.
es: Varía mucho entre personas y con la edad (aproximadamente 50–100 ms en muchos adultos). Aumenta con la condición física. Tu propia tendencia es la comparación útil.
fi: Vaihtelee paljon ihmisten välillä ja iän mukaan (monilla aikuisilla noin 50–100 ms). Nousee kunnon kohotessa. Oma kehityksesi on hyödyllinen vertailukohta.
fr: Varie beaucoup d’une personne à l’autre et avec l’âge (environ 50–100 ms chez de nombreux adultes). Augmente avec la condition. Votre propre tendance est la comparaison utile.
is: Er mjög breytilegt milli fólks og eftir aldri (um 50–100 ms hjá mörgum fullorðnum). Hækkar með betra formi. Þín eigin þróun er gagnlegi samanburðurinn.
it: Varia molto tra le persone e con l’età (circa 50–100 ms in molti adulti). Aumenta con la forma fisica. Il confronto utile è con il tuo andamento.
ja: 個人差や年齢差が大きい値です（多くの成人でおよそ 50〜100 ms）。体力の向上とともに上がります。比較に役立つのはご自身の傾向です。
ko: 사람마다, 그리고 나이에 따라 크게 다릅니다(많은 성인에서 대략 50–100ms). 체력이 좋아지면 올라갑니다. 유용한 비교 대상은 자신의 추세입니다.
nb: Varierer mye mellom personer og med alder (omtrent 50–100 ms hos mange voksne). Øker med formen. Din egen trend er den nyttige sammenligningen.
nl: Verschilt sterk tussen mensen en met de leeftijd (bij veel volwassenen ongeveer 50–100 ms). Stijgt met je conditie. Je eigen trend is de nuttige vergelijking.
pt_br: Varia muito entre pessoas e com a idade (cerca de 50–100 ms em muitos adultos). Aumenta com o condicionamento. Sua própria tendência é a comparação útil.
ru: Сильно различается у разных людей и с возрастом (примерно 50–100 мс у многих взрослых). Растёт с улучшением формы. Полезнее всего сравнивать со своей динамикой.
sv: Varierar mycket mellan personer och med åldern (ungefär 50–100 ms hos många vuxna). Ökar med konditionen. Din egen trend är den användbara jämförelsen.
zh_hans: 个体差异和年龄差异很大（许多成人约为 50–100 ms）。随体能提升而增加。有用的比较对象是你自己的趋势。

source: 0.3 or higher
ar: 0.3 أو أعلى
da: 0,3 eller højere
de: 0,3 oder höher
es: 0,3 o más
fi: 0,3 tai enemmän
fr: 0,3 ou plus
is: 0,3 eða hærra
it: 0,3 o più
ja: 0.3 以上
ko: 0.3 이상
nb: 0,3 eller høyere
nl: 0,3 of hoger
pt_br: 0,3 ou mais
ru: 0,3 или выше
sv: 0,3 eller högre
zh_hans: 0.3 或以上

source: At or above 12 bpm
ar: 12 نبضة/دقيقة أو أعلى
da: 12 bpm eller mere
de: 12 bpm oder mehr
es: 12 lpm o más
fi: 12 bpm tai enemmän
fr: 12 bpm ou plus
is: 12 slög/mín eða meira
it: 12 bpm o più
ja: 12 bpm 以上
ko: 12bpm 이상
nb: 12 bpm eller mer
nl: 12 bpm of meer
pt_br: 12 bpm ou mais
ru: 12 уд/мин и выше
sv: 12 bpm eller mer
zh_hans: 12 bpm 或以上

source: Deep sleep made up a typical share of the night.
ar: شكّل النوم العميق حصة معتادة من الليل.
da: Dyb søvn udgjorde en typisk andel af natten.
de: Tiefschlaf machte einen typischen Anteil der Nacht aus.
es: El sueño profundo ocupó una parte típica de la noche.
fi: Syvän unen osuus yöstä oli tyypillinen.
fr: Le sommeil profond a représenté une part typique de la nuit.
is: Djúpsvefn var dæmigerður hluti næturinnar.
it: Il sonno profondo ha occupato una quota tipica della notte.
ja: 深い睡眠は夜全体の中で一般的な割合でした。
ko: 깊은 수면이 밤 동안 일반적인 비율을 차지했습니다.
nb: Dyp søvn utgjorde en typisk andel av natten.
nl: Diepe slaap besloeg een gebruikelijk deel van de nacht.
pt_br: O sono profundo ocupou uma parte típica da noite.
ru: Глубокий сон занял типичную долю ночи.
sv: Djupsömn utgjorde en typisk andel av natten.
zh_hans: 深睡在整夜中所占比例处于常见水平。

source: At or above the 12 bpm convention
ar: عند عتبة 12 نبضة/دقيقة المتعارف عليها أو أعلى منها
da: På eller over 12 bpm-konventionen
de: Auf oder über der 12-bpm-Konvention
es: En o por encima de la convención de 12 lpm
fi: 12 bpm:n käytännön rajalla tai sen yli
fr: Au niveau ou au-dessus de la convention de 12 bpm
is: Við eða yfir 12 slaga viðmiðinu
it: Pari o superiore alla convenzione dei 12 bpm
ja: 12 bpm の慣例的基準以上
ko: 12bpm 관례 기준 이상
nb: På eller over 12 bpm-konvensjonen
nl: Op of boven de 12 bpm-conventie
pt_br: Na convenção de 12 bpm ou acima
ru: На уровне или выше условного порога 12 уд/мин
sv: På eller över 12 bpm-konventionen
zh_hans: 达到或高于 12 bpm 惯例阈值

source: Above 500 ms²
ar: أعلى من 500 ms²
da: Over 500 ms²
de: Über 500 ms²
es: Por encima de 500 ms²
fi: Yli 500 ms²
fr: Au-dessus de 500 ms²
is: Yfir 500 ms²
it: Sopra 500 ms²
ja: 500 ms² 超
ko: 500 ms² 초과
nb: Over 500 ms²
nl: Boven 500 ms²
pt_br: Acima de 500 ms²
ru: Выше 500 мс²
sv: Över 500 ms²
zh_hans: 高于 500 ms²

source: Hearing you
ar: أسمعك
da: Jeg hører dig
de: Ich höre dich
es: Te escucho
fi: Kuulen sinut
fr: Je vous entends
is: Ég heyri í þér
it: Ti sento
ja: 聞こえています
ko: 듣고 있어요
nb: Jeg hører deg
nl: Ik hoor je
pt_br: Estou ouvindo
ru: Слышу вас
sv: Jag hör dig
zh_hans: 已听到

source: Heart Complexity
ar: تعقيد نظم القلب
da: Hjertekompleksitet
de: Herzkomplexität
es: Complejidad cardíaca
fi: Sydämen kompleksisuus
fr: Complexité cardiaque
is: Flækjustig hjartsláttar
it: Complessità cardiaca
ja: 心拍の複雑性
ko: 심박 복잡도
nb: Hjertekompleksitet
nl: Hartcomplexiteit
pt_br: Complexidade cardíaca
ru: Сложность ритма
sv: Hjärtkomplexitet
zh_hans: 心律复杂度

source: Heart Rate
ar: معدل ضربات القلب
da: Puls
de: Herzfrequenz
es: Frecuencia cardíaca
fi: Syke
fr: Fréquence cardiaque
is: Hjartsláttartíðni
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
nb: Puls
nl: Hartslag
pt_br: Frequência Cardíaca
ru: Частота пульса
sv: Hjärtfrekvens
zh_hans: 心率

source: Heart rate (bpm)
ar: معدل النبض (نبضة/دقيقة)
da: Puls (bpm)
de: Herzfrequenz (bpm)
es: Frecuencia cardíaca (lpm)
fi: Syke (bpm)
fr: Fréquence cardiaque (bpm)
is: Púls (slög/mín)
it: Frequenza cardiaca (bpm)
ja: 心拍数 (bpm)
ko: 심박수 (bpm)
nb: Puls (bpm)
nl: Hartslag (bpm)
pt_br: Frequência cardíaca (bpm)
ru: Пульс (уд/мин)
sv: Puls (bpm)
zh_hans: 心率 (bpm)

source: Heart Rate & HRV Data
ar: بيانات معدل ضربات القلب وHRV
da: Puls- og HRV-data
de: Herzfrequenz- & HRV-Daten
es: Datos de frecuencia cardíaca y HRV
fi: Syke- ja HRV-tiedot
fr: Données de fréquence cardiaque et HRV
is: Hjartsláttartíðni- og HRV-gögn
it: Dati frequenza cardiaca e HRV
ja: 心拍数 & HRVデータ
ko: 심박수 & HRV 데이터
nb: Puls- og HRV-data
nl: Hartslag- en HRV-gegevens
pt_br: Dados de Frequência Cardíaca e HRV
ru: Данные о пульсе и ВСР
sv: Hjärtfrekvens- & HRV-data
zh_hans: 心率与HRV数据

source: Heart rate %@ beats per minute
ar: معدل النبض %@ نبضة في الدقيقة
da: Puls %@ slag i minuttet
de: Herzfrequenz %@ Schläge pro Minute
es: Frecuencia cardíaca %@ latidos por minuto
fi: Syke %@ lyöntiä minuutissa
fr: Fréquence cardiaque %@ battements par minute
is: Púls %@ slög á mínútu
it: Frequenza cardiaca %@ battiti al minuto
ja: 心拍数 %@ 拍/分
ko: 심박수 분당 %@회
nb: Puls %@ slag i minuttet
nl: Hartslag %@ slagen per minuut
pt_br: Frequência cardíaca %@ batimentos por minuto
ru: Пульс %@ уд/мин
sv: Puls %@ slag per minut
zh_hans: 心率 %@ 次/分

source: Heart rate chart showing rate over time. Mean: %1$@ beats per minute, range: %2$@ to %3$@
ar: رسم بياني لمعدل ضربات القلب يعرض المعدل بمرور الوقت. المتوسط: %1$@ نبضة في الدقيقة، المدى: %2$@ إلى %3$@
da: Pulsdiagram over tid. Gennemsnit: %@ slag per minut, interval: %@ til %@
de: Herzfrequenzdiagramm im Zeitverlauf. Durchschnitt: %@ Schläge pro Minute, Bereich: %@ bis %@
es: Gráfico de frecuencia cardíaca mostrando la tasa a lo largo del tiempo. Media: %@ latidos por minuto, rango: %@ a %@
fi: Sykekaavio, joka näyttää sykkeen ajan kuluessa. Keskiarvo: %1$@ lyöntiä minuutissa, vaihteluväli: %2$@ – %3$@
fr: Graphique de fréquence cardiaque dans le temps. Moyenne : %@ battements par minute, plage : %@ à %@
is: Hjartsláttargraf sem sýnir tíðni yfir tíma. Meðaltal: %1$@ slög á mínútu, bil: %2$@ til %3$@
it: Grafico frequenza cardiaca nel tempo. Media: %@ battiti al minuto, intervallo: da %@ a %@
ja: 心拍数の推移チャート。平均: %@拍/分、範囲: %@から%@
ko: 시간별 심박수 차트. 평균: %@ bpm, 범위: %@~%@
nb: Pulsdiagram over tid. Gjennomsnitt: %@ slag per minutt, spenn: %@ til %@
nl: Hartslaggrafiek met hartslag in de tijd. Gemiddeld: %@ slagen per minuut, bereik: %@ tot %@
pt_br: Gráfico de frequência cardíaca mostrando a taxa ao longo do tempo. Média: %@ batimentos por minuto, intervalo: %@ a %@
ru: График частоты пульса. Среднее: %@ уд/мин, диапазон: от %@ до %@
sv: Hjärtfrekvensdiagram som visar frekvens över tid. Medel: %@ slag per minut, intervall: %@ till %@
zh_hans: 心率图表显示随时间变化的心率。平均值: %1$@ 次/分钟，范围: %2$@ 到 %3$@

source: Heart rate chart. Range %1$lld to %2$lld bpm. Nadir %3$lld bpm at %4$@. Average %5$lld bpm.
ar: رسم بياني لمعدل ضربات القلب. المدى %1$lld إلى %2$lld نبضة/د. أدنى نقطة %3$lld نبضة/د عند %4$@. المتوسط %5$lld نبضة/د.
da: Pulsdiagram. Interval %lld til %lld bpm. Lavpunkt %lld bpm kl. %@. Gennemsnit %lld bpm.
de: Herzfrequenzdiagramm. Bereich %lld bis %lld bpm. Tiefpunkt %lld bpm um %@. Durchschnitt %lld bpm.
es: Gráfico de frecuencia cardíaca. Rango %lld a %lld lpm. Punto más bajo %lld lpm a las %@. Promedio %lld lpm.
fi: Sykekaavio. Vaihteluväli %1$lld – %2$lld bpm. Alin %3$lld bpm klo %4$@. Keskiarvo %5$lld bpm.
fr: Graphique de fréquence cardiaque. Plage de %lld à %lld bpm. Nadir %lld bpm à %@. Moyenne %lld bpm.
is: Hjartsláttargraf. Bil %1$lld til %2$lld slög/mín. Lægsta gildi %3$lld slög/mín kl. %4$@. Meðaltal %5$lld slög/mín.
it: Grafico frequenza cardiaca. Intervallo da %lld a %lld bpm. Nadir %lld bpm a %@. Media %lld bpm.
ja: 心拍数チャート。範囲 %lldから%lld bpm。最低値 %lld bpm、時刻%@。平均 %lld bpm。
ko: 심박수 차트. 범위 %lld~%lld bpm. 최저값 %lld bpm, 시각 %@. 평균 %lld bpm.
nb: Pulsdiagram. Spenn %lld til %lld bpm. Lavpunkt %lld bpm kl. %@. Gjennomsnitt %lld bpm.
nl: Hartslaggrafiek. Bereik %lld tot %lld bpm. Laagste punt %lld bpm om %@. Gemiddeld %lld bpm.
pt_br: Gráfico de frequência cardíaca. Intervalo %lld a %lld bpm. Nadir %lld bpm às %@. Média %lld bpm.
ru: График пульса. Диапазон от %lld до %lld уд/мин. Минимум %lld уд/мин в %@. Среднее %lld уд/мин.
sv: Hjärtfrekvensdiagram. Intervall %lld till %lld bpm. Lägsta %lld bpm vid %@. Genomsnitt %lld bpm.
zh_hans: 心率图表。范围 %1$lld 到 %2$lld bpm。最低 %3$lld bpm，时间 %4$@。平均 %5$lld bpm。

source: Heart rate not available
ar: معدل النبض غير متاح
da: Puls ikke tilgængelig
de: Herzfrequenz nicht verfügbar
es: Frecuencia cardíaca no disponible
fi: Syke ei saatavilla
fr: Fréquence cardiaque indisponible
is: Púls ekki tiltækur
it: Frequenza cardiaca non disponibile
ja: 心拍数を取得できません
ko: 심박수를 사용할 수 없음
nb: Puls ikke tilgjengelig
nl: Hartslag niet beschikbaar
pt_br: Frequência cardíaca indisponível
ru: Пульс недоступен
sv: Puls ej tillgänglig
zh_hans: 心率不可用

source: Heart rate over time
ar: معدل النبض عبر الزمن
da: Puls over tid
de: Herzfrequenz im Zeitverlauf
es: Frecuencia cardíaca a lo largo del tiempo
fi: Syke ajan myötä
fr: Fréquence cardiaque dans le temps
is: Púls yfir tíma
it: Frequenza cardiaca nel tempo
ja: 心拍数の推移
ko: 시간에 따른 심박수
nb: Puls over tid
nl: Hartslag in de tijd
pt_br: Frequência cardíaca ao longo do tempo
ru: Пульс во времени
sv: Puls över tid
zh_hans: 心率随时间变化

source: Heart Rate Over Time
ar: معدل ضربات القلب بمرور الوقت
da: Puls over tid
de: Herzfrequenz im Zeitverlauf
es: Frecuencia cardíaca a lo largo del tiempo
fi: Syke ajan kuluessa
fr: Fréquence cardiaque dans le temps
is: Hjartsláttartíðni yfir tíma
it: Frequenza cardiaca nel tempo
ja: 心拍数の推移
ko: 시간별 심박수
nb: Puls over tid
nl: Hartslag in de tijd
pt_br: Frequência Cardíaca ao Longo do Tempo
ru: Динамика частоты пульса
sv: Hjärtfrekvens över tid
zh_hans: 心率变化趋势

source: Heart rate over time chart
ar: مخطط معدل ضربات القلب عبر الزمن
da: Diagram over puls over tid
de: Diagramm der Herzfrequenz über die Zeit
es: Gráfico de frecuencia cardíaca a lo largo del tiempo
fi: Sykekäyrä ajan kuluessa
fr: Graphique de la fréquence cardiaque dans le temps
is: Graf yfir hjartslátt yfir tíma
it: Grafico della frequenza cardiaca nel tempo
ja: 時間経過に伴う心拍数のグラフ
ko: 시간 경과에 따른 심박수 차트
nb: Diagram over puls over tid
nl: Grafiek van hartslag in de tijd
pt_br: Gráfico de frequência cardíaca ao longo do tempo
ru: График частоты пульса по времени
sv: Diagram över puls över tid
zh_hans: 心率随时间变化图

source: Heart rate overnight
ar: معدل النبض أثناء الليل
da: Puls natten over
de: Herzfrequenz über Nacht
es: Frecuencia cardíaca nocturna
fi: Syke yön aikana
fr: Fréquence cardiaque nocturne
is: Púls yfir nótt
it: Frequenza cardiaca notturna
ja: 夜間の心拍数
ko: 야간 심박수
nb: Puls over natten
nl: Hartslag ’s nachts
pt_br: Frequência cardíaca noturna
ru: Пульс за ночь
sv: Puls över natten
zh_hans: 夜间心率

source: Heart Rate Overnight
ar: معدل ضربات القلب الليلي
da: Puls gennem natten
de: Herzfrequenz über Nacht
es: Frecuencia cardíaca nocturna
fi: Yöaikainen syke
fr: Fréquence cardiaque nocturne
is: Hjartsláttartíðni yfir nótt
it: Frequenza cardiaca notturna
ja: 夜間心拍数
ko: 야간 심박수
nb: Puls gjennom natten
nl: Hartslag gedurende de nacht
pt_br: Frequência Cardíaca Noturna
ru: Ночная частота пульса
sv: Hjärtfrekvens under natten
zh_hans: 夜间心率

source: Heart Rate Range
ar: نطاق معدل النبض
da: Pulsinterval
de: Herzfrequenzbereich
es: Rango de frecuencia cardíaca
fi: Sykealue
fr: Plage de fréquence cardiaque
is: Púlsbil
it: Intervallo di frequenza cardiaca
ja: 心拍数の範囲
ko: 심박수 범위
nb: Pulsområde
nl: Hartslagbereik
pt_br: Faixa de frequência cardíaca
ru: Диапазон пульса
sv: Pulsintervall
zh_hans: 心率范围

source: Heart Rate Recovery
ar: تعافي معدل النبض
da: Pulsrestitution
de: Herzfrequenz-Erholung
es: Recuperación de la frecuencia cardíaca
fi: Sykkeen palautuminen
fr: Récupération de la fréquence cardiaque
is: Endurheimt púls
it: Recupero della frequenza cardiaca
ja: 心拍回復
ko: 심박 회복
nb: Pulsrestitusjon
nl: Hartslagherstel
pt_br: Recuperação da frequência cardíaca
ru: Восстановление пульса
sv: Pulsåterhämtning
zh_hans: 心率恢复

source: HEART RATE RECOVERY
ar: تعافي معدل ضربات القلب
da: PULSGENDANNELSE
de: HERZFREQUENZERHOLUNG
es: RECUPERACIÓN DE FRECUENCIA CARDÍACA
fi: SYKKEEN PALAUTUMINEN
fr: RÉCUPÉRATION DE LA FRÉQUENCE CARDIAQUE
is: HJARTSLÁTTARBATI
it: RECUPERO FREQUENZA CARDIACA
ja: 心拍数回復
ko: 심박수 회복
nb: PULSGJENOPPRETTING
nl: HARTSLAGHERSTEL
pt_br: RECUPERAÇÃO DA FREQUÊNCIA CARDÍACA
ru: ВОССТАНОВЛЕНИЕ ПУЛЬСА
sv: HJÄRTFREKVENSÅTERHÄMTNING
zh_hans: 心率恢复

source: Heart rate recovery capture failed, no signal
ar: فشل التقاط تعافي النبض، لا توجد إشارة
da: Registrering af pulsrestitution mislykkedes, intet signal
de: Erfassung der Herzfrequenzerholung fehlgeschlagen, kein Signal
es: Falló la captura de la recuperación de la frecuencia cardíaca, sin señal
fi: Sykkeen palautumisen tallennus epäonnistui, ei signaalia
fr: Échec de la capture de la récupération de fréquence cardiaque, aucun signal
is: Skráning á endurheimt hjartsláttar mistókst, ekkert merki
it: Acquisizione del recupero della frequenza cardiaca non riuscita, nessun segnale
ja: 心拍回復の取得に失敗しました。信号がありません
ko: 심박수 회복 측정 실패, 신호 없음
nb: Registrering av pulsrestitusjon mislyktes, ingen signal
nl: Vastleggen van hartslagherstel mislukt, geen signaal
pt_br: Falha na captura da recuperação da frequência cardíaca, sem sinal
ru: Не удалось зафиксировать восстановление ЧСС, нет сигнала
sv: Registrering av pulsåterhämtning misslyckades, ingen signal
zh_hans: 心率恢复采集失败，无信号
